eamodio.gitlens
johnpapa.vscode-peacock
k--kato.intellij-idea-keybindings
mikestead.dotenv
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
PKief.material-icon-theme
dbaeumer.vscode-eslint
esbenp.prettier-vscode
bierner.markdown-mermaid
